let story = {
    list: [
			{
				story_id: 1,
				story_name: '勇敢的小鼠',
				story_author: 'ChatGPT',
				story_content: '很久以前，森林中住著一隻小鼠。這隻小鼠十分膽小，總是躲在洞裡，不敢出來冒險。一天，森林裡來了一隻貓，這隻貓將小鼠圍住了，準備吃掉牠。小鼠心裡很害怕，但牠也知道只有勇敢地面對這個危機才有機會生存下去。於是，小鼠決定向貓挑戰，一邊奔跑著一邊大聲叫嚷。貓被小鼠的勇氣嚇到了，轉身就逃了。從那天起，小鼠變得勇敢起來，不再躲在洞裡，而是去探索森林的其他地方，遇到了很多有趣的事情。小鼠明白了，勇氣和信心是面對困難的關鍵。'
			},
			{
				story_id: 2,
				story_name: '狼與羊的對話',
				story_author: '伊索寓言',
				story_content: '一隻狼看到一隻羊在河邊吃草，便想要吃掉它。狼走向羊，但羊看到狼後，非常害怕。狼想要平靜地說服羊，於是開始和羊對話。狼問羊為什麼讓河裡的水變得如此渾濁，羊回答自己只是在河邊吃草，沒有做什麼事。狼想到另一個問題，問羊為什麼去年羊的父親攻擊了它。羊回答說自己還年輕，不知道任何關於狼和羊的事情。最後，狼沒有吃掉羊，而是去找其他獵物。這個故事告訴我們，有時候，即使看起來很弱小，但如果保持著清白和誠實，那麼你還是能夠成功地應對一些危險的情況。'
			},
			{
				story_id: 3,
				story_name: '井中的青蛙',
				story_author: '塞尤勒斯',
				story_content: '有一隻青蛙住在一個淺井裡。它天天都跳來跳去，這樣它就認為整個世界都只有井這麼大。一天，一隻鳥經過井口，聽到青蛙唱歌，問它為什麼不到外面去，世界那麼大且美好。青蛙聽了鳥的話後，從來沒有想過外面的世界有多大，於是它跳了出去。當它跳出井口後，驚訝地發現整個世界遠比井還要大得多。這個故事告訴我們，有時候，人們只看到自己所處的環境，而沒有意識到外面的世界還有很多未知和機會。要勇於走出自己的舒適圈，去探索更廣闊的世界，並且保持謙虛和好奇心。'
			},
    ]
  }

module.exports = story;